Repository: sbraveyoung/qingzhou
Catalog: Apps/App-Shared/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 正在读取 iCloud 版本…
en: Loading iCloud versions…
ja: iCloud のバージョンを読み込み中…
zh_hant: 正在讀取 iCloud 版本…

source: 每日
en: Daily
ja: 毎日

source: 没有匹配的日志
en: No Matching Logs
ja: 一致するログなし
zh_hant: 沒有符合的日誌

source: 没有匹配的连接
en: No Matching Connections
ja: 一致する接続なし
zh_hant: 沒有符合的連線

source: 没有可用摄像头
en: No camera available
ja: 利用可能なカメラがありません
zh_hant: 沒有可用相機

source: 没选中节点。
en: No node selected.
ja: ノードが選択されていません。
zh_hant: 沒選中節點。

source: 法国
en: France
ja: フランス
zh_hant: 法國

source: 泰国
en: Thailand
ja: タイ
zh_hant: 泰國

source: 活跃
en: Active
ja: アクティブ
zh_hant: 活躍

source: 活跃连接约 %lld 秒无活动后会归入这里。
en: Active connections move here after about %lld seconds of inactivity.
ja: アクティブな接続は約 %lld 秒間活動がないと、ここに移動します。
zh_hant: 活躍連線約 %lld 秒無活動後會歸入這裡。

source: 流量统计
en: Traffic Stats
ja: トラフィック統計
zh_hant: 流量統計

source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

source: 测于 %@
en: Tested %@
ja: テスト %@
zh_hant: 測於 %@

source: 测全部经代理延迟
en: Test All Proxied Latency
ja: すべてのプロキシ経由の遅延をテスト
zh_hant: 測全部經代理延遲

source: 测经代理延迟
en: Test Proxied Latency
ja: プロキシ経由の遅延をテスト
zh_hant: 測經代理延遲

source: 测经代理延迟（需 VPN 运行中）
en: Test Proxied Latency (VPN must be running)
ja: プロキシ経由の遅延をテスト（VPN の実行が必要）
zh_hant: 測經代理延遲（需 VPN 執行中）

source: 测试 %@
en: Test %@
ja: %@ をテスト
zh_hant: 測試 %@

source: 测速
en: Test Latency
ja: 遅延テスト
zh_hant: 測速

source: 测速探测目标
en: Latency Probe Target
ja: 遅延プローブ先
zh_hant: 測速探測目標

source: 浏览器可能在用加密 DNS（DoH），域名解析不经过隧道，轻舟无法看到这些域名。想按域名统计/分流，可在浏览器设置里关闭「安全 DNS」。
en: Your browser may be using encrypted DNS (DoH), so domain resolution bypasses the tunnel and Qingzhou cannot see these domains. To break things down or route by domain, turn off "Secure DNS" in your browser settings.
ja: ブラウザが暗号化 DNS（DoH）を使用している可能性があり、ドメイン解決がトンネルを経由しないため、Qingzhou はこれらのドメインを認識できません。ドメイン別に統計/ルーティングするには、ブラウザの設定で「セキュア DNS」をオフにしてください。
zh_hant: 瀏覽器可能在用加密 DNS（DoH），網域解析不經過隧道，輕舟無法看到這些網域。想按網域統計/分流，可在瀏覽器設定裡關閉「安全 DNS」。

source: 浏览网页后这里会实时更新。
en: This updates in real time as you browse.
ja: ウェブを閲覧すると、ここがリアルタイムで更新されます。
zh_hant: 瀏覽網頁後這裡會即時更新。

source: 深色
en: Dark
ja: ダーク

source: 混合
en: Mixed
ja: ミックス

source: 添加
en: Add
ja: 追加
zh_hant: 新增

source: 添加 App…
en: Add App…
ja: App を追加…
zh_hant: 新增 App…

source: 添加并刷新
en: Add & Refresh
ja: 追加して更新
zh_hant: 新增並重新整理

source: 添加自定义规则
en: Add Custom Rule
ja: カスタムルールを追加
zh_hant: 新增自訂規則

source: 添加节点
en: Add Node
ja: ノードを追加
zh_hant: 新增節點

source: 添加规则
en: Add Rule
ja: ルールを追加
zh_hant: 新增規則

source: 添加订阅
en: Add Subscription
ja: サブスクリプションを追加
zh_hant: 新增訂閱

source: 清空
en: Clear
ja: 消去

source: 清空全部日志
en: Clear all logs
ja: すべてのログを消去
zh_hant: 清空全部日誌

source: 澳大利亚
en: Australia
ja: オーストラリア
zh_hant: 澳洲

source: 点菜单栏时钟 → 编辑小组件 → 添加轻舟
en: Click the menu-bar clock → Edit Widgets → add Qingzhou
ja: メニューバーの時計をクリック → ウィジェットを編集 → Qingzhou を追加
zh_hant: 點選單列時鐘 → 編輯小工具 → 新增輕舟

source: 状态
en: Status
ja: ステータス
zh_hant: 狀態

source: 现成的动作（零配置）
en: Ready-Made Actions (Zero Setup)
ja: すぐ使えるアクション（設定不要）
zh_hant: 現成的動作（零設定）

source: 直连
en: Direct
ja: 直接
zh_hant: 直連

source: 直连 IP（VPN 未连接）
en: Direct IP (VPN Not Connected)
ja: 直接接続 IP（VPN 未接続）
zh_hant: 直連 IP（VPN 未連線）

source: 直连延迟
en: Direct Latency
ja: 直接接続の遅延
zh_hant: 直連延遲

source: 直连模式下所有流量都直连，分流建议仅供参考（切回规则模式后可按建议行动）
en: In Direct mode all traffic connects directly, so routing suggestions are for reference only (switch back to Rule mode to act on them).
ja: 直接モードではすべてのトラフィックが直接接続になるため、ルーティングの提案は参考用です（ルールモードに戻すと提案を実行できます）
zh_hant: 直連模式下所有流量都直連，分流建議僅供參考（切回規則模式後可依建議行動）

source: 直连模式（DIRECT）
en: Direct mode (DIRECT)
ja: 直接モード（DIRECT）
zh_hant: 直連模式（DIRECT）

source: 直连（不走节点）
en: Direct (Bypass Node)
ja: 直接（ノードをバイパス）
zh_hant: 直連（不走節點）

source: 知道了
en: Got It
ja: 了解

source: 确定清空全部日志？
en: Clear all logs?
ja: すべてのログを消去しますか？
zh_hant: 確定清空全部日誌？

source: 移除
en: Remove
ja: 削除

source: 稍后
en: Later
ja: 後で
zh_hant: 稍後

source: 窗口内暂无按天历史（历史按天聚合、保留 30 天，重启后累计）
en: No daily history in this window (history is aggregated daily, kept for 30 days, and accumulates after restarts)
ja: このウインドウには日次履歴がありません（履歴は日ごとに集計され、30 日間保持、再起動後も累積されます）
zh_hant: 視窗內暫無按天歷史（歷史按天彙總、保留 30 天，重新啟動後累計）

source: 立即刷新
en: Refresh Now
ja: 今すぐ更新
zh_hant: 立即重新整理

source: 立即应用
en: Apply Now
ja: 今すぐ適用
zh_hant: 立即套用

source: 立即恢复 iCloud 数据
en: Restore iCloud Data Now
ja: 今すぐ iCloud データを復元
zh_hant: 立即還原 iCloud 資料

source: 端口
en: Port
ja: ポート
zh_hant: 連接埠

source: 等待流量…
en: Waiting for traffic…
ja: トラフィックを待機中…

source: 类别
en: Category
ja: カテゴリ
zh_hant: 類別

source: 类型
en: Type
ja: タイプ
zh_hant: 類型

source: 粘贴一个订阅 URL，添加并刷新后会自动解析里面的节点。
en: Paste a subscription URL; after Add & Refresh, its nodes are parsed automatically.
ja: サブスクリプション URL を貼り付けます。追加して更新すると、中のノードが自動的に解析されます。
zh_hant: 貼上一個訂閱 URL，新增並重新整理後會自動解析裡面的節點。

source: 粘贴节点链接 / 扫码添加 / 导入 Clash YAML
en: Paste node links / scan a QR code / import Clash YAML
ja: ノードリンクを貼り付け / QR コードでスキャンして追加 / Clash YAML をインポート
zh_hant: 貼上節點連結 / 掃碼新增 / 匯入 Clash YAML

source: 精简版（内置，GEOIP 仅 cn / private）
en: Lite version (built-in, GEOIP cn / private only)
ja: 簡易版（内蔵、GEOIP は cn / private のみ）
zh_hant: 精簡版（內建，GEOIP 僅 cn / private）

source: 系统信息
en: System Info
ja: システム情報
zh_hant: 系統資訊

source: 级别
en: Level
ja: レベル
zh_hant: 級別

source: 经代理延迟
en: Proxied Latency
ja: プロキシ経由の遅延
zh_hant: 經代理延遲

source: 经代理延迟是什么？
en: What Is Proxied Latency?
ja: プロキシ経由の遅延とは？
zh_hant: 經代理延遲是什麼？

source: 经代理延迟：真实通过该节点访问网站的全链路耗时
en: Proxied latency: the full round-trip time to reach a site through this node.
ja: プロキシ経由の遅延：そのノードを通してサイトに到達する全経路の所要時間。
zh_hant: 經代理延遲：真實通過該節點存取網站的全鏈路耗時

source: 经代理测速中 %lld/%lld…
en: Proxied Testing %lld/%lld…
ja: プロキシ経由でテスト中 %lld/%lld…
zh_hant: 經代理測速中 %lld/%lld…

source: 经代理测速中…
en: Proxied testing…
ja: プロキシ経由でテスト中…
zh_hant: 經代理測速中…

source: 经代理测速和「已连接但无法上网」检测用哪个站点探测。有些节点出口对 Google 会 reset —— 默认用 Cloudflare 更稳。改这里也影响连通性提示的判定。
en: Which site to probe for proxied latency and the “connected but offline” check. Some nodes' exits reset Google — Cloudflare is more reliable by default. This also affects the connectivity warning.
ja: プロキシ経由の遅延と「接続済みだがオフライン」の判定に、どのサイトでプローブするか。一部ノードの出口は Google をリセットします —— デフォルトの Cloudflare の方が安定します。これは接続性の警告の判定にも影響します。
zh_hant: 經代理測速和「已連線但無法上網」偵測用哪個站點探測。有些節點出口對 Google 會 reset —— 預設用 Cloudflare 更穩。改這裡也影響連通性提示的判定。

source: 经代理测速失败
en: Proxied latency test failed
ja: プロキシ経由の遅延テストに失敗しました
zh_hant: 經代理測速失敗

source: 经代理测速失败：%@
en: Proxied latency test failed: %@
ja: プロキシ経由の遅延テストに失敗しました：%@
zh_hant: 經代理測速失敗：%@

source: 经代理测速超时
en: Proxied latency test timed out
ja: プロキシ経由の遅延テストがタイムアウトしました
zh_hant: 經代理測速逾時

source: 经代理测速需要 VPN 运行中
en: Proxied latency test requires the VPN to be running
ja: プロキシ経由の遅延テストには VPN の実行が必要です
zh_hant: 經代理測速需要 VPN 執行中

source: 经代理测速需要 VPN 运行中（直连延迟请用普通测速）
en: Proxied latency test requires the VPN to be running (use the standard test for direct latency)
ja: プロキシ経由の遅延テストには VPN の実行が必要です（直接接続の遅延は通常のテストをお使いください）
zh_hant: 經代理測速需要 VPN 執行中（直連延遲請用普通測速）

source: 经代理精选完成：实测 %lld 个候选，避开 %lld 个不可用节点
en: Proxied refine done: tested %lld candidates, avoided %lld unusable nodes
ja: プロキシ経由の精緻化が完了：%lld 個の候補を実測し、%lld 個の使用不可ノードを回避しました
zh_hant: 經代理精選完成：實測 %lld 個候選，避開 %lld 個不可用節點

source: 经代理精选：%lld 个候选实测均失败，本次按直连结果选择
en: Proxied refine: all %lld candidates failed the real test — using the direct-latency pick this time
ja: プロキシ経由の精緻化：%lld 個の候補すべてが実測に失敗したため、今回は直接接続の結果で選択します
zh_hant: 經代理精選：%lld 個候選實測均失敗，本次按直連結果選擇

source: 给所有未排除的节点测一次延迟
en: Run a latency test on all non-excluded nodes
ja: 除外されていないすべてのノードの遅延を一度テストする
zh_hant: 給所有未排除的節點測一次延遲

source: 缺少 Network Extension entitlement —— provisioning profile 没带这个 capability，或者 app 是 ad-hoc 签名的（必须用 Apple Developer 真签）。
en: Missing the Network Extension entitlement — the provisioning profile doesn't carry this capability, or the app is ad-hoc signed (it must be signed with a real Apple Developer identity).
ja: Network Extension の entitlement がありません —— provisioning profile にこの capability が含まれていないか、App が ad-hoc 署名です（実際の Apple Developer 証明書で署名する必要があります）。
zh_hant: 缺少 Network Extension entitlement —— provisioning profile 沒帶這個 capability，或者 app 是 ad-hoc 簽章的（必須用 Apple Developer 真簽）。

source: 网站测试
en: Website Test
ja: ウェブサイトテスト
zh_hant: 網站測試

source: 美国
en: United States
ja: アメリカ
zh_hant: 美國

source: 自动化
en: Automation
ja: オートメーション
zh_hant: 自動化

source: 自动化玩法
en: Automation Guide
ja: オートメーションガイド
zh_hant: 自動化玩法

source: 自动化玩法指南
en: Automation Guide
ja: オートメーションガイド
zh_hant: 自動化玩法指南

source: 自动择优
en: Auto-Select
ja: 自動選択
zh_hant: 自動擇優

source: 自动择优时机
en: Auto-Select Trigger
ja: 自動選択のタイミング
zh_hant: 自動擇優時機

source: 自动择优时，若优先地区有可用节点，从中选最快的；否则全局选最快。
en: During auto-select, if the preferred region has usable nodes, the fastest one there is chosen; otherwise the fastest overall wins.
ja: 自動選択時、優先する地域に利用可能なノードがあればその中で最速を選び、なければ全体で最速を選びます。
zh_hant: 自動擇優時，若優先地區有可用節點，從中選最快的；否則全域選最快。

source: 自动择优时，若几个节点延迟差不多，优先选倍率低的（更省流量）。倍率从节点名 / 订阅元数据识别，非 1 倍会在节点上标出（0.5x 绿、2x 橙）。
en: When auto-selecting, if several nodes have similar latency, prefer the one with a lower rate multiplier (saves data). The rate is detected from the node name / subscription metadata; non-1× nodes are tagged (0.5x green, 2x orange).
ja: 自動選択時、複数のノードの遅延が近い場合は、倍率の低いもの（データ節約）を優先します。倍率はノード名 / サブスクリプションのメタデータから判定し、1 倍でないノードにはタグが付きます（0.5x 緑、2x オレンジ）。
zh_hant: 自動擇優時，若幾個節點延遲差不多，優先選倍率低的（更省流量）。倍率從節點名 / 訂閱中繼資料識別，非 1 倍會在節點上標出（0.5x 綠、2x 橙）。

source: 自动测速
en: Auto Latency Test
ja: 自動遅延テスト
zh_hant: 自動測速

source: 自动（Cloudflare，最稳）
en: Auto (Cloudflare, most reliable)
ja: 自動（Cloudflare、最も安定）
zh_hant: 自動（Cloudflare，最穩）

source: 自定义 %lld · 远程 %lld
en: Custom %lld · Remote %lld
ja: カスタム %lld · リモート %lld
zh_hant: 自訂 %lld · 遠端 %lld

source: 自定义规则（优先匹配）
en: Custom Rules (Matched First)
ja: カスタムルール（優先的に一致）
zh_hant: 自訂規則（優先符合）

source: 节点
en: Nodes
ja: ノード
zh_hant: 節點

source: 节点 %@
en: nodes %@
ja: ノード %@
zh_hant: 節點 %@

source: 节点 %lld
en: %lld nodes
ja: %lld 個のノード
zh_hant: 節點 %lld

source: 节点出口
en: Node Exit
ja: ノードの出口
zh_hant: 節點出口

source: 节点详情
en: Node Details
ja: ノードの詳細
zh_hant: 節點詳情

source: 节点配置预检未通过：%@
en: Node configuration pre-check failed: %@
ja: ノード構成の事前チェックに失敗しました：%@
zh_hant: 節點設定預檢未通過：%@

source: 英国
en: United Kingdom
ja: イギリス
zh_hant: 英國

source: 荷兰
en: Netherlands
ja: オランダ
zh_hant: 荷蘭

source: 菜单栏
en: Menu Bar
ja: メニューバー
zh_hant: 選單列

source: 菲律宾
en: Philippines
ja: フィリピン
zh_hant: 菲律賓

source: 观测于
en: Observed at
ja: 観測日時
zh_hant: 觀測於

source: 规则
en: Rules
ja: ルール
zh_hant: 規則

source: 规则 %@
en: rules %@
ja: ルール %@
zh_hant: 規則 %@

source: 规则代理
en: Rule-Based Proxy
ja: ルールベースのプロキシ
zh_hant: 規則代理

source: 规则已变化，建议已过期
en: Rules have changed — this suggestion is out of date
ja: ルールが変更されました —— この提案は古くなっています
zh_hant: 規則已變化，建議已過期

source: 规则数
en: Rule Count
ja: ルール数
zh_hant: 規則數

source: 规则源
en: Rule Source
ja: ルールソース
zh_hant: 規則來源

source: 规则源 URL
en: Rule Source URL
ja: ルールソース URL
zh_hant: 規則來源 URL

source: 解析失败：%@
en: Parse failed: %@
ja: 解析に失敗しました：%@
zh_hant: 解析失敗：%@

source: 触发 App 已全部退出，已自动断开
en: All trigger apps quit — auto-disconnected
ja: トリガー App がすべて終了しました —— 自動切断しました
zh_hant: 觸發 App 已全部結束，已自動中斷

source: 订阅
en: Subscriptions
ja: サブスクリプション
zh_hant: 訂閱

source: 订阅 %@
en: subscriptions %@
ja: サブスクリプション %@
zh_hant: 訂閱 %@

source: 订阅 (%lld)
en: Subscriptions (%lld)
ja: サブスクリプション (%lld)
zh_hant: 訂閱 (%lld)

source: 订阅格式无法识别，请确认链接正确（能否在浏览器里直接打开）
en: Subscription format not recognized. Check that the link is correct (does it open in a browser?).
ja: サブスクリプションの形式を認識できません。リンクが正しいか確認してください（ブラウザで直接開けますか？）。
zh_hant: 訂閱格式無法識別，請確認連結正確（能否在瀏覽器裡直接打開）

source: 订阅自动刷新
en: Auto-Refresh Subscriptions
ja: サブスクリプションの自動更新
zh_hant: 訂閱自動重新整理

source: 设置
en: Settings
ja: 設定
zh_hant: 設定

source: 设置 %lld 项变更
en: %lld setting(s) changed
ja: 設定 %lld 件を変更
zh_hant: 設定 %lld 項變更

source: 设置 → macOS 集成 → 打开「打开指定 App 时自动连接」
en: Settings → macOS Integration → enable “Auto-Connect When Selected Apps Open”
ja: 設定 → macOS 連携 →「選択した App を開いたときに自動接続」をオン
zh_hant: 設定 → macOS 整合 → 打開「打開指定 App 時自動連線」

source: 诊断
en: Diagnostics
ja: 診断
zh_hant: 診斷

source: 详情
en: Details
ja: 詳細
zh_hant: 詳情

source: 语言
en: Language
ja: 言語
zh_hant: 語言

source: 请到「系统设置 → 通用 → 登录项与扩展 → 网络扩展」批准轻舟
en: Please approve Qingzhou in System Settings → General → Login Items & Extensions → Network Extensions
ja: 「システム設定 → 一般 → ログイン項目と機能拡張 → ネットワーク機能拡張」で Qingzhou を承認してください
zh_hant: 請到「系統設定 → 一般 → 登入項目與擴充功能 → 網路擴充功能」批准輕舟

source: 请填写规则值
en: Please enter a rule value
ja: ルールの値を入力してください
zh_hant: 請填寫規則值

source: 读取 iCloud 数据失败：%@
en: Failed to read iCloud data: %@
ja: iCloud データの読み込みに失敗しました：%@
zh_hant: 讀取 iCloud 資料失敗：%@

source: 越南
en: Vietnam
ja: ベトナム

source: 距 %@ 上限余 %@
en: %2$@ headroom below the %1$@ limit
ja: %@ の上限まで残り %@
zh_hant: 距 %@ 上限尚餘 %@

source: 跟随系统
en: System
ja: システムに従う
zh_hant: 跟隨系統

source: 路由 / 规则
en: Route / Rule
ja: ルート / ルール
zh_hant: 路由 / 規則

source: 身份
en: Identity
ja: ID
zh_hant: 身分

source: 轻舟 · %@
en: Qingzhou · %@
ja: Qingzhou · %@
zh_hant: 輕舟 · %@

source: 轻舟 · 来源 App 标注
en: Qingzhou · Source App Labeling
ja: Qingzhou · 送信元 App のラベル付け
zh_hant: 輕舟 · 來源 App 標註

source: 轻舟域名统计
en: Qingzhou Domain Stats
ja: Qingzhou ドメイン統計
zh_hant: 輕舟網域統計

source: 轻舟已连接
en: Qingzhou is connected
ja: Qingzhou は接続済みです
zh_hant: 輕舟已連線

source: 轻舟日志
en: Qingzhou Logs
ja: Qingzhou ログ
zh_hant: 輕舟日誌

source: 轻舟是否已连接
en: Is Qingzhou Connected
ja: Qingzhou が接続済みか
zh_hant: 輕舟是否已連線

source: 轻舟未连接
en: Qingzhou is not connected
ja: Qingzhou は未接続です
zh_hant: 輕舟未連線

source: 轻舟源
en: Qingzhou source
ja: Qingzhou ソース
zh_hant: 輕舟來源

source: 输入不像节点链接
en: Input doesn't look like a node link
ja: 入力がノードリンクではないようです
zh_hant: 輸入不像節點連結

source: 近 30 天命中 %lld 次
en: %lld hits in the last 30 days
ja: 過去 30 日間で %lld 回ヒット

source: 返回 VPN 当前是否已连接（布尔值），可在自动化里做条件判断。
en: Returns whether the VPN is currently connected (boolean), for conditions in automations.
ja: VPN が現在接続済みかどうかを返します（ブール値）。オートメーションの条件に使えます。
zh_hant: 返回 VPN 目前是否已連線（布林值），可在自動化裡做條件判斷。

source: 返回是/否，给自动化做条件判断
en: Returns yes/no for conditions in automations
ja: はい/いいえを返し、オートメーションの条件判定に使います
zh_hant: 返回是/否，給自動化做條件判斷

source: 还有 %lld 个，去 app 内查看
en: %lld more — view in the app
ja: 他 %lld 件 —— App 内で表示
zh_hant: 還有 %lld 個，去 app 內查看

source: 还有 %lld 条订阅…
en: %lld more subscriptions…
ja: 他 %lld 件のサブスクリプション…
zh_hant: 還有 %lld 條訂閱…

source: 还没有已关闭的连接
en: No Closed Connections Yet
ja: 終了した接続はまだありません
zh_hant: 還沒有已關閉的連線

source: 还没有节点
en: No Nodes Yet
ja: ノードはまだありません
zh_hant: 還沒有節點

source: 还没有节点，添加订阅后这里会列出各地区。
en: No nodes yet. Regions will appear here once you add a subscription.
ja: ノードはまだありません。サブスクリプションを追加すると、ここに各地域が表示されます。
zh_hant: 還沒有節點，新增訂閱後這裡會列出各地區。

source: 这四个动作已自动出现在「快捷指令」App 里（搜索“轻舟”即可），无需任何设置，可直接运行或编进你自己的快捷指令。刚安装完可能需要几分钟被系统索引。
en: These four actions appear in the Shortcuts app automatically (just search “Qingzhou”) — no setup needed. Run them directly or use them in your own shortcuts. Right after installing, the system may take a few minutes to index them.
ja: これら 4 つのアクションは「ショートカット」App に自動的に表示されます（「Qingzhou」を検索するだけ）—— 設定は不要です。そのまま実行するか、自分のショートカットに組み込めます。インストール直後は、システムがインデックスするまで数分かかることがあります。
zh_hant: 這四個動作已自動出現在「捷徑」App 裡（搜尋「輕舟」即可），無需任何設定，可直接執行或編進你自己的捷徑。剛安裝完可能需要幾分鐘被系統索引。

source: 进程名（仅 macOS）
en: Process Name (macOS Only)
ja: プロセス名（macOS のみ）
zh_hant: 程序名（僅 macOS）

source: 进阶 · 条件版（推荐）
en: Advanced · Conditional Version (Recommended)
ja: 上級 · 条件版（推奨）
zh_hant: 進階 · 條件版（建議）

source: 远程规则
en: Remote Rules
ja: リモートルール
zh_hant: 遠端規則

source: 连接
en: Connections
ja: 接続
zh_hant: 連線

source: 连接到上次使用的节点
en: Connect to the last used node
ja: 前回使用したノードに接続
zh_hant: 連線到上次使用的節點

source: 连接到上次使用的节点。
en: Connects to the last used node.
ja: 前回使用したノードに接続します。
zh_hant: 連線到上次使用的節點。

source: 连接次数
en: Connections
ja: 接続回数
zh_hant: 連線次數

source: 追踪器
en: Tracker
ja: トラッカー
zh_hant: 追蹤器

source: 退出
en: Quit
ja: 終了
zh_hant: 結束

source: 选为当前
en: Set as Current
ja: 現在のノードに設定
zh_hant: 設為目前

source: 选择目标 App（比如 ChatGPT / Slack），勾「已打开」
en: Pick the target app (e.g. ChatGPT / Slack) and check “Is Opened”
ja: 対象の App（例：ChatGPT / Slack）を選び、「起動時」にチェック
zh_hant: 選擇目標 App（比如 ChatGPT / Slack），勾「已打開」

source: 选择节点
en: Select Node
ja: ノードを選択
zh_hant: 選擇節點

source: 选择要恢复的版本
en: Choose a Version to Restore
ja: 復元するバージョンを選択
zh_hant: 選擇要還原的版本

source: 选择触发自动连接的 App
en: Choose Apps That Trigger Auto-Connect
ja: 自動接続をトリガーする App を選択
zh_hant: 選擇觸發自動連線的 App

source: 通知中心小组件
en: Notification Center Widget
ja: 通知センターウィジェット
zh_hant: 通知中心小工具

source: 通过订阅页添加订阅，或右上 + 按钮粘贴单条链接 / 扫码添加。
en: Add subscriptions from the Subscriptions page, or tap + at the top right to paste a single link / scan a QR code.
ja: サブスクリプションページから追加するか、右上の + をタップして単一のリンクを貼り付け / QR コードでスキャンして追加します。
zh_hant: 透過訂閱頁新增訂閱，或右上 + 按鈕貼上單條連結 / 掃碼新增。

source: 配方 · 打开某 App 自动连接
en: Recipe · Auto-Connect When an App Opens
ja: レシピ · App 起動時に自動接続
zh_hant: 配方 · 打開某 App 自動連線

source: 配置预检失败
en: Configuration pre-check failed
ja: 構成の事前チェックに失敗しました
zh_hant: 設定預檢失敗

source: 配置预检超时
en: Configuration pre-check timed out
ja: 構成の事前チェックがタイムアウトしました
zh_hant: 設定預檢逾時

source: 配置（订阅、节点、规则、设置）会镜像到你 iCloud Drive 的「轻舟」文件夹，卸载 App 不会丢失，重装或换设备时可一键恢复。云端保留最近 %lld 份历史版本。不含连接记录与流量统计。
en: Your configuration (subscriptions, nodes, rules, settings) is mirrored to the "Qingzhou" folder in your iCloud Drive. It survives uninstalling the app and can be restored in one tap after reinstalling or switching devices. The %lld most recent versions are kept in the cloud. Connection records and traffic statistics are not included.
ja: 構成（サブスクリプション、ノード、ルール、設定）は、iCloud Drive の「Qingzhou」フォルダにミラーリングされます。App を削除しても失われず、再インストールやデバイス変更時にワンタップで復元できます。クラウドには最新 %lld 件の履歴が保持されます。接続記録とトラフィック統計は含まれません。
zh_hant: 設定（訂閱、節點、規則、設定）會鏡像到你 iCloud Drive 的「輕舟」資料夾，解除安裝 App 不會遺失，重裝或換裝置時可一鍵還原。雲端保留最近 %lld 份歷史版本。不含連線記錄與流量統計。

source: 采样失败
en: Sampling failed
ja: サンプリングに失敗しました
zh_hant: 取樣失敗

source: 采样诊断：%@
en: Sampling diagnostics: %@
ja: サンプリング診断：%@
zh_hant: 取樣診斷：%@

source: 重新下载完整版
en: Re-download Full Version
ja: 完全版を再ダウンロード
zh_hant: 重新下載完整版

source: 重试
en: Retry
ja: 再試行
zh_hant: 重試

source: 锁屏小组件
en: Lock Screen Widget
ja: ロック画面ウィジェット
zh_hant: 鎖定畫面小工具

source: 键 (如 sni)
en: Key (e.g. sni)
ja: キー（例：sni）
zh_hant: 鍵 (如 sni)

source: 长按主屏空白处 → 编辑 → 添加小组件 → 搜“轻舟” —— 小/中/大三种尺寸，按钮直接启停
en: Long-press an empty spot on the Home Screen → Edit → Add Widget → search “Qingzhou” — small/medium/large sizes with a start/stop button
ja: ホーム画面の空いている場所を長押し → 編集 → ウィジェットを追加 → 「Qingzhou」を検索 —— 小/中/大の 3 サイズ、ボタンで直接オン/オフ
zh_hant: 長按主畫面空白處 → 編輯 → 新增小工具 → 搜「輕舟」 —— 小/中/大三種尺寸，按鈕直接啟停

source: 长按锁屏 → 自定义 → 添加轻舟圆形/矩形 —— 不解锁看状态
en: Long-press the Lock Screen → Customize → add Qingzhou circular/rectangular — check status without unlocking
ja: ロック画面を長押し → カスタマイズ → Qingzhou の円形/長方形を追加 —— ロック解除せずに状態を確認
zh_hant: 長按鎖定畫面 → 自訂 → 新增輕舟圓形/矩形 —— 不解鎖看狀態

source: 阿根廷
en: Argentina
ja: アルゼンチン

source: 隐藏目标是纯 IP（没有域名）的条目；离开页面自动恢复
en: Hide entries whose target is a bare IP (no domain); resets automatically when you leave the page
ja: ターゲットが IP のみ（ドメインなし）の項目を非表示にします。ページを離れると自動的に元に戻ります
zh_hant: 隱藏目標是純 IP（沒有網域）的項目；離開頁面自動復原

source: 需下载完整版 geo 数据，该规则暂不生效
en: Requires the full geo data; this rule is inactive for now
ja: 完全版の geo データが必要です。このルールは今のところ無効です
zh_hant: 需下載完整版 geo 資料，該規則暫不生效

source: 韩国
en: South Korea
ja: 韓国
zh_hant: 韓國

source: 预览：%@
en: Preview: %@
ja: プレビュー：%@
zh_hant: 預覽：%@

source: 首次出现
en: First Seen
ja: 初回出現
zh_hant: 首次出現

source: 首页
en: Home
ja: ホーム
zh_hant: 首頁

source: 香港
en: Hong Kong

source: 马来西亚
en: Malaysia
ja: マレーシア
zh_hant: 馬來西亞

source: （上限 %@）
en: (limit %@)

source: （代理 %.0f%%）
en: (Proxy %.0f%%)
ja: （プロキシ %.0f%%）

source: 择优偏好
en: Selection preference
ja: 選択の優先設定
zh_hant: 擇優偏好

source: 速度优先
en: Speed first
ja: 速度優先
zh_hant: 速度優先

source: 均衡
en: Balanced
ja: バランス

source: 省流量
en: Data saver
ja: データ節約

source: 自动择优给每个节点按「延迟 / 稳定性 / 带宽 / 成本」四维综合打分，这里选看重什么：速度优先＝只挑最快、几乎不看倍率；均衡＝默认，四维兼顾；省流量＝优先低倍率节点省流量。改选下轮择优即生效。
en: Auto-select scores every node across four dimensions — latency, stability, bandwidth, and cost. Choose what matters most: Speed first picks the fastest and nearly ignores rate; Balanced (default) weighs all four; Data saver favors low-rate nodes to save data. Takes effect on the next selection round.
ja: 自動選択は各ノードを「遅延 / 安定性 / 帯域幅 / コスト」の 4 つの観点で総合評価します。ここで何を重視するかを選びます：速度優先＝最速だけを選び、倍率はほぼ考慮しない；バランス＝デフォルト、4 つをバランスよく；データ節約＝低倍率のノードを優先してデータを節約。変更は次回の選択から有効になります。
zh_hant: 自動擇優給每個節點按「延遲 / 穩定性 / 頻寬 / 成本」四維綜合評分，這裡選看重什麼：速度優先＝只挑最快、幾乎不看倍率；均衡＝預設，四維兼顧；省流量＝優先低倍率節點省流量。改選下輪擇優即生效。

source: 为什么选它
en: Why this node
ja: このノードを選ぶ理由
zh_hant: 為什麼選它

source: 综合评分
en: Overall score
ja: 総合スコア
zh_hant: 綜合評分

source: %lld 分
en: %lld pts
ja: %lld 点

source: 延迟
en: Latency
ja: 遅延
zh_hant: 延遲

source: 稳定性
en: Stability
ja: 安定性
zh_hant: 穩定性

source: 带宽
en: Bandwidth
ja: 帯域幅
zh_hant: 頻寬

source: 成本
en: Cost
ja: コスト

source: %lld 分 · 权重 %lld%%
en: %lld pts · weight %lld%%
ja: %lld 点 · 重み %lld%%
zh_hant: %lld 分 · 權重 %lld%%

source: 自动择优按此综合评分选节点：延迟 / 稳定性 / 带宽 / 成本四维各归一到 0–100 分再加权求和。每维右侧是它的得分与权重，权重由「设置 → 择优偏好」的档位决定。
en: Auto-select picks nodes by this overall score: latency, stability, bandwidth, and cost are each normalized to 0–100 and weighted. Each row shows the dimension's score and weight; weights come from the profile in Settings → Selection preference.
ja: 自動選択はこの総合スコアでノードを選びます：遅延 / 安定性 / 帯域幅 / コストの 4 観点をそれぞれ 0〜100 に正規化し、重み付けして合計します。各行の右側はその観点のスコアと重みで、重みは「設定 → 選択の優先設定」のプリセットで決まります。
zh_hant: 自動擇優按此綜合評分選節點：延遲 / 穩定性 / 頻寬 / 成本四維各正規化到 0–100 分再加權求和。每維右側是它的得分與權重，權重由「設定 → 擇優偏好」的檔位決定。

source: 暂无评分数据 —— 先给节点测一次速。
en: No score yet — run a speed test on this node first.
ja: スコアデータがありません —— まずこのノードで速度テストを実行してください。
zh_hant: 暫無評分資料 —— 先給節點測一次速。
